Revit 2027 API
BrowserOrganization.Type Property
 Get BrowserOrganizationType.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public BrowserOrganizationType Type { get; }
Public ReadOnly Property Type As BrowserOrganizationType
	Get
public:
property BrowserOrganizationType Type {
	BrowserOrganizationType get ();
}
member Type : BrowserOrganizationType with get
Property Value
BrowserOrganizationType
See Also
Reference
BrowserOrganization Class
Autodesk.Revit.DB Namespace